package com.hb.day11;

class Student{
	
}


public class Ex13 {

	public static void main(String[] args) {
		// 학생성적관리프로그램(ver 0.2.2)
		// 총원수>5
		// 년도>2017
		// 1.성적입력 2.성적출력 0.종료>1
		// 국어>
		// 영어>
		// 수학>
		// 1.성적입력 2.성적출력 0.종료>2
		// 학번		국어	영어	수학	총점	평균	학점
		// -----------------------------------------------------
		// 1701		90		90		90		270		90		A
		// 1702		90		90		90		270		90		A
		// 1703		90		90		90		270		90		A
		// 1704		90		90		90		270		90		A
		// 1705		90		90		90		270		90		A
		// 1.성적입력 2.성적출력 0.종료>0
		// 이용해주셔서 감사합니다
	}

}
