package com.hb.day14;

public class Ex06 {

	public static void main(String[] args) {
		// 학생성적관리프로그램(ver 0.3.0)
		// 학번 1~~~~~
		// 1.성적입력 2.성적출력 3.성적수정 0.종료>1
		// 국어>
		// 영어>
		// 수학>
		// 1.성적입력 2.성적출력 3.성적수정 0.종료>2
		// 학번		국어	영어	수학	총점	평균
		// ---------------------------------------------
		// 1701		90		90		90		270		90	
		// 1.성적입력 2.성적출력 0.종료>1
		// 국어>
		// 영어>
		// 수학>
		// 1.성적입력 2.성적출력 3.성적수정 0.종료>2
		// 학번		국어	영어	수학	총점	평균
		// ---------------------------------------------
		// 1		90		90		90		270		90	
		// 2		80		80		80		240		80	
		// 1.성적입력 2.성적출력 3.성적수정 0.종료>3		
		// 수정할 학번>1
		// 국어>
		// 영어>
		// 수학>
		// 1.성적입력 2.성적출력 3.성적수정 0.종료>2
		// 학번		국어	영어	수학	총점	평균
		// ---------------------------------------------
		// 1		70		70		70		210		70	
		// 2		80		80		80		240		80	
		// 1.성적입력 2.성적출력 3.성적수정 0.종료>ㅁ
		// [입력오류]메뉴 확인 후 입력하세요
		// 1.성적입력 2.성적출력 3.성적수정 0.종료>
		

	}

}
